-- categories (35 rows)
-- Converted from shinbiseodb_Categories.sql
-- Generated: 2026-03-20T07:25:03.898Z

INSERT INTO categories (category_id, category_l, category_m, category_s) VALUES
  ('00014', '비닐포장', 'OPP봉투', 'OPP디자인봉투'),
  ('00011', '비닐포장', 'OPP봉투', 'OPP비접착봉투'),
  ('00012', '비닐포장', 'OPP봉투', 'OPP접착봉투'),
  ('00013', '비닐포장', 'OPP봉투', 'OPP헤다봉투'),
  ('00061', '비닐포장', 'PET', '정전기'),
  ('00062', '비닐포장', 'PET', '진공'),
  ('00064', '비닐포장', 'PET', '진스'),
  ('00063', '비닐포장', 'PET', '진지'),
  ('00065', '비닐포장', 'PET', '진지스'),
  ('00099', '비닐포장', '기타', '기타'),
  ('00091', '비닐포장', '기타', '동판'),
  ('00032', '비닐포장', '링봉투', 'HD링'),
  ('00031', '비닐포장', '링봉투', 'PE링'),
  ('00052', '비닐포장', '봉투', 'HD'),
  ('00051', '비닐포장', '봉투', 'PE'),
  ('00054', '비닐포장', '봉투', '안전봉투'),
  ('00055', '비닐포장', '봉투', '우편봉투'),
  ('00056', '비닐포장', '봉투', '은박봉투'),
  ('00053', '비닐포장', '봉투', '택배봉투'),
  ('00073', '비닐포장', '생분해', '롤백'),
  ('00072', '비닐포장', '생분해', '링봉투'),
  ('00071', '비닐포장', '생분해', '양날손잡이'),
  ('0075', '비닐포장', '생분해', '위생봉투'),
  ('00074', '비닐포장', '생분해', '택배봉투'),
  ('00041', '비닐포장', '에어캡', '에어캡'),
  ('00042', '비닐포장', '에어캡', '에어캡봉투'),
  ('00024', '비닐포장', '원단', 'HD원단'),
  ('00023', '비닐포장', '원단', 'OPP원단'),
  ('00021', '비닐포장', '원단', 'PE원단'),
  ('00022', '비닐포장', '원단', 'PP원단'),
  ('00002', '비닐포장', '지퍼백', 'PE손잡이지퍼백'),
  ('00004', '비닐포장', '지퍼백', 'PE이중지퍼백'),
  ('00001', '비닐포장', '지퍼백', 'PE지퍼백'),
  ('00003', '비닐포장', '지퍼백', 'PE칼라지퍼백'),
  ('00005', '비닐포장', '지퍼백', 'PVC지퍼백')
ON CONFLICT DO NOTHING;

